Repository: hinnerkweiler/sail4oxygenmobile
Catalog: sail4oxygen/Resources/Languages/lang.*.resx
Languages: de

# MainPageTitle
source: Research the Oceans
de: Erforsche die Meere

# MainPageIntro
source: Upload Data to GEOMAR Research Center in Kiel
de: Daten an das GEOMAR Forschungzentum in Kiel senden

# MainPageIntro1
source: Learn more
de: Anleitung

# MainPageIntro2
source: 1. Open the <strong>KOR-App</strong> and import your measurement from a sonde. Export your results to a CSV and select <strong>GEOMAR</strong> from the list.
de: 1. Öffne die <strong>KOR-App</strong> und importiere die letzte Messung von der Sonde. Exportiere die Ergebnisse als CSV-Tabelle und wähle als Ziel <strong>GEOMAR–sail4oxygen</strong> aus der Liste.

# MainPageIntro3
source: 2. You will be guided back here. If needed correct the coordinates before sending your data to GEOMAR.
de: 2. Du wirst hier her zurückgeführt. Bitte vor dem Versenden ans GEOMAR unbedingt die Koordinaten prüfen und ggf. berichtigen.

# MainPageIntro4
source: Your Mail-App will launched automatically to transmit the data. (If you are prompted to select a File before sending no valid CSV-File was shared from KOR-App.)
de: Deine E-Mail-App wird automatisch starten, um die Messdaten zu verschicken. (Falls Du aufgefordert wirst eine Datei zu wählen, wurde keine gültige CSV-Datei von der KOR-App ausgewählt.)

# MainPageLatitudeTitle
source: Latitude (xx,xxxxx)
de: Breite (xx,xxxxx)

# MainPageLatitudePlaceholder
source: Waiting for GPS...
de: Warte auf GPS...

# MainPageLongitudeTitle
source: Longitude (xx,xxxxx)
de: Länge (xx,xxxxx)

# MainPageGPSReload
source: Reload GPS
de: GPS aktualisieren

# MainPageGPSReloadHint
source: Reloads Coordinates from GPS
de: Setzt die GPS Daten auf die aktuellen Koordinaten

# MainPageFileRemoveHint
source: Click to remove File and Select a new one.
de: Anklicken, um das gewählte Feile aus der Auswahl zu löschen.

# MainPageSendButtonHint
source: Loads a CSV File and prepares a Mail to send
de: Lädt eine CSV Datei und bereitet sie zum versenden per Mail ans GEOMAR vor.

# FileTooOldAlertTitel
source: Check Location
de: Koordinaten prüfen

# FileTooOldAlertText1
source: Your measurements are
de: Deine Messung ist

# FileTooOldAlertText2
source: Minutes old. Please manually correct your coordinates if you have sailed away from the measurement spot since than.
de: Minuten alt. Prüfe bitte die Koordinaten und aktualisiere sie, falls Du inzwischen nicht mehr am Messpunkt bist.

source: Continue Sending
de: Fortfahren & Senden

# CorrectCoordinates
source: Check Coordinates
de: Koordinaten prüfen

# FileTooOldLastError
source: - File old. Please adjust coordinates.
de: - Messung alt, bitte Koordinaten prüfen.

# WrongFileLastError
source: - File was not readable or wrong format.
de: - Datei konnte nicht gelesen werden.

# DeveloperNote
source: <p>&#xA9 2023 Hinnerk Weiler</p>Carefully crafted with &#9829 for the oceans. Developer contact and technical support:<br />h.weiler@trans-ocean.org. This Software was developed in best intentions and is provided as is with no warranties. Source code and full license Information is available on the developer page.</p>
de: <p>&#xA9 2023 Hinnerk Weiler</p>Programmiert mit &#9829 zum Meer. Kontakt und technischer Support:<br />h.weiler@trans-ocean.org. Diese Software wurde in bester Absicht sorgältig entwickelt. Eine Garantie oder Gewährleistung für Schäden aus der Verwendung kann jedoch nicht übernommen werden. Source Code and weitere Information sind auf der Entwicklerseite zu finden. Feedback ist willkommen! </p>

# AboutPageTitle
source: About the App
de: Über die App

# AboutText
source: <h1>Be part of the research</h1><p><em>Citizen Science:Sailing for Oxygen</em> is a joint project initiated by the german research center GEOMAR and Trans-Ocean sailing club. This companion app assists you in becoming part of the project and helps you transmit your samples to scientists worldwide.</p><p>For more information please visit the project website <strong>sail4oxygen.org</strong>. Technical Support is available via developer contact details and the end of this screen.</p>
de: <h1>Werde Teil der Forschung</h1><p><em>Citizen Science:Sailing for Oxygen</em> ist ein gemeinsames Wissenschaftsprojekt von GEOMAR Helmholtz-Zentrum für Ozeanforschung in Kiel und dem Trans-Ocean Segelverein. Diese App hilft beim übertragen von Messdaten an das GEOMAR und macht Deine Messungen für Wissenschaftler zugänglich. Du bist damit ein wesentlicher Teil des Projekts.</p><p>For more information please visit the project website <strong>sail4oxygen.org</strong>. Technical Support is available via developer contact details and the end of this screen.</p>

# PrivacyText
source: <p><strong>Privacy Note:</strong> In order to transmit your data to GEOMAR we use E-Mail. Your Message will reveal your location at time of sampling data and your personal email address on our servers. The public available data will be anonymised and does not contain any personal information. Responsible for data privacy of stored Data is the GEOMAR Research center <datenschutz@geomar.de>. </p>
de: <p><strong>Datenschutzhinweis:</strong> Um Deine Messung an das GEOMAR zu übertragen nutzen wir E-Mail. Deine Nachricht wird im GEOMAR gespeichert und verarbeitet. Sie enthält neben Deiner E-Mail-Adresse Angaben über die Position und den Zeitpunkt Deiner Messung. Öffentlich zugänglich werden nur anonyme Messdaten sein. Verantwortlich für den Umgang mit Deinen Daten ist das GEOMAR. Fragen dazu beantwortet <datenschutz@geomar.de>. </p>

# DeveloperPageButtonText
source: More …
de: Mehr …

# AboutPageReadMore
source: Learn more at sail4oxygen.org
de: Lerne mehr auf sail4oxygen.org

# OpenSettingsPage
source: Settings
de: Einstellungen

# OnboardingPageTitle
source: Welcome
de: Willkommen

# OnboardingPageComeBackInfo
source: You can come back here any time later from the About page.
de: Du kannst später über die Einstellungen auf der about Seite wieder hier her kommen.

# OnboardingGreetingText
source: Great having you on board to do <strong>Citizen Science</strong> and help us to understand the oceans!
de: Großartig, dass Du uns beim <strong>Citizen Science</strong> helfen möchtest.

# OnboardingKORInfo
source: To fully get on board with your research please set up the KOR-App you also will needed the KOR App to download data from our sonde. We are in touch to solve this dependency with the manufactuerer for future versions.
de: Für das Auslesen einer Messung zwird zusätzlich die KOR-Sonden-App benötigt. Wir arbeiten mit dem Hersteller daran, die Notwendigkeit einer zweiten App künftig zu umgehen.

# OnboardingKORButton
source: Install KOR on your Device
de: Installiere die KOR-APP aus dem Play-Store

# SendButtonTextSelectFile
source: Manually select a CSV file
de: Auswählen einer KOR-Messung

# SendButtonTextSendFile
source: Send selected file to GEOMAR
de: Senden ans GEOMAR

# NoCsvFile
source: No file selected. Export one from KOR App.
de: Keine gültige Datei gewählt. Exportiere ein CSV aus der KOR-App.

# NoFileAlertTitle
source: No file selected
de: Keine Datei gewählt

# NoFileAlertText
source: file not opened. Either you canceled the selection or file permission was not granted.
de: Eine Datei wurde nicht geöffnet.

source: Cancel
de: Abbrechen

source: Thank You!
de: Vielen Dank!

# SendMessageAlertText
source: You just did science! Your measurement sould be available to scientists at the GEOMAR Beluga-Portal in a few minutes.
de: Du hast gerade Wissenschaft betrieben! Deine Messung sollte in wenigen Minuten für Forschende weltweit über das GEOMAR Beluga-Portal verfügbar sein.

# NoFileSent
source: Something wrong?
de: Stimmt etwas nicht?

# NoFileSentMessage
source: Did not send your message!
de: Deine Nachricht wurde noch nicht gesendet!

# OnboardingDSGVOInfo
source: <em>Wehen transmitting measurements I agree sending my sample data via email to the GEOMAR Research Center, revealing my email address and location at time of measurement. See sail4oxygen.org for further information.
de: Ich stimme zu, dass meine Messdaten vom GEOMAR Forschungszentrum veröffentlicht werden. Mir ist bewusst, dass Meine E-Mailadresse und der Zeitpunkt meiner Messung mit dem Ort gespeichert werden. Siehe sail4oxygen.org für weitere Informationen.

# PrivacyAlertTitle
source: DSGVO Consent
de: Einverständnis

# PrivacyAlertText
source: You will not be able to send measurements without consent to our privacy disclaimer.
de: Du kannst ohne Zustimmung zur Datenspeicherung und Veröffentlichung keine Messdaten verschicken.

# PrivacyAlertChangesetting
source: Change Setting
de: Einstellungen

# PrivacyAlertReturn
source: Go Back
de: Zurück

# PrivacyAlertOK
source: Continue without consent
de: Später entscheiden

# OnboardingDsgvoTitle
source: Please confirm:
de: Bitte bestätigen

# IntentTitle
source: Send to GEOMAR
de: Ans GEOMAR senden

source: just now
de: von gerade eben

# minutesago
source: {0} minutes ago
de: vor {0} Minuten

# hourssago
source: {0 }hours ago
de: vor {0} Stunden

# daysago
source: {0} days ago
de: vor {0} Tagen

source: No Date!
de: Kein Datum gefunden!

# FileWriteLastError
source: Could not write Temporary File.
de: Temporäre Datei konnte nicht geschrieben werden.
